Repository: iina/iina
Catalog: iina/Localizable.xcstrings
Source language: en
Languages: af, ar, ca, cs, da, de, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sk, sr_rs, sv, tr, uk, zh_hans, zh_hant

# alert.set_default.message
source: IINA will be set as the default app for all file types it supports.
af: IINA sal ingestel word as die verstektoep vir alle ondersteunde lêertipes.
ar: سيتم تعيين IINA كتطبيق افتراضي لجميع أنواع الملفات التي يدعمها.
ca: IINA serà establerta com a aplicació per defecte per a tots els tipus de fitxer que suporta.
cs: IINA bude nastavena jako výchozí aplikace pro všechny typy souborů, které podporuje.
da: IINA vil være standart programmet for alle de filtyper som supporteres.
de: IINA wird zum Standardprogramm für alle unterstützten Dateiformate.
es: IINA se establecerá como la aplicación predeterminada para todos los tipos de archivo que soporta.
fi: IINA asetetaan oletussovellukseksi kaikille tiedostotyypeille, joita se tukee.
fr: Tous les fichiers supportés par IINA seront dorénavant ouverts par défaut avec IINA.
he: IINA תוגדר כאפליקציית ברירת המחדל עבור כל סוגי הקבצים שבהם היא תומכת.
hi: IINA सभी फ़ाइल प्रकारों के लिए डिफ़ॉल्ट ऐप के रूप में सेट किया जाएगा जो इसका समर्थन करता है।
hr: IINA će se postaviti kao standardni program za sve formate koje podržava.
hu: Az IINA be lesz állítva mint alapértelmezett lejátszó az összes támogatott fájltípushoz.
id: IINA akan ditetapkan sebagai aplikasi utama untuk semua tipe file yang didukung.
it: IINA sarà impostata come applicazione predefinita per tutti i formati che supporta.
ja: 対応する全てのファイル形式にIINAをデフォルトアプリケーションとして設定します。
ko: 지원하는 모든 파일 유형에 대해 IINA를 기본 프로그램으로 설정합니다.
nl: IINA wordt ingesteld als standaardprogramma voor alle ondersteunde bestandstypes.
pl: IINA zostanie ustawiona jako domyślna aplikacja dla wszystkich obsługiwanych typów plików.
pt_br: IINA será usado como player padrão para todos os tipos de arquivos que suporta.
pt_pt: O IINA será definido como o aplicativo padrão para todos os tipos de arquivo que ele suporta.
ro: IINA va fi aplicația implictă pentru toate fișierele pe care le suportă.
ru: IINA станет приложением по умолчанию для всех поддерживаемых типов файлов.
sk: IINA bude nastavená ako predvolená aplikácia pre všetky typy súborov, ktoré podporuje.
sr_rs: IINA će biti postavljena kao podrazumevana aplikacija za sve tipove datoteka koje podržava.
sv: IINA kommer att ställas in som den förvalda appen för alla filtyper som stöds.
tr: Desteklenen tüm dosya türleri için IINA saptanmış uygulama olarak ayarlanacak.
uk: IINA буде встановлено як стандартну програму для всіх файлів, які він підтримує.
zh_hans: IINA 将作为默认程序打开所有支持文件类型。
zh_hant: 即將把 IINA 設為所有受支援檔案格式的預設應用程式

# alert.set_default.success
source: Finished with %d success and %d failed.
af: Klaar met %d suksesse en %d mislukkings.
ar: تم الانتهاء بـ %d نجاح و %d فشل.
ca: S'ha acabat amb un %d d'èxit i un %d d'error.
cs: Provedeno u %d úspěšně, %d selhalo.
da: Færdig med %d succes og %d fejlet.
de: Abgeschlossen. %d erfolgreich, %d gescheitert.
es: Se terminó con %d éxito y %d fallo.
fi: Valmis: %d onnistui ja %d epäonnistui.
fr: Terminé avec %d succès et %d erreurs.
he: הסתיים עם %d שהצליחו ו-%d שנכשלו.
hi: %d सफलता के साथ समाप्त हुआ और %d विफल रहा।
hr: Završeno: uspjelo: %d, neuspjelo: %d.
hu: Befejezve %d sikeres és %d sikertelen.
id: Tuntas dengan kesuksesan %d dan kegagalan %d.
it: Terminato con %d di successo e %d di errore.
ja: 完了しました。(成功: %d件, 失敗: %d件)
ko: 설정을 마쳤습니다: %d개 성공, %d개 실패
nl: %d types succesvol ingesteld, %d types mislukt.
pl: Zakończono z %d sukcesem oraz %d porażką.
pt_br: Realizado com %d sucessos e %d falhas.
pt_pt: Terminado com %d de sucesso e %d de falhas.
ro: Terminat(e) %d cu succes și %d eșuat(e).
ru: Завершено: %d успешно и %d неудачно.
sk: Dokončené s %d úspechom a %d chybami.
sr_rs: Završeno sa %d uspelih i %d neuspelih.
sv: Färdigställdes med %d lyckade och %d misslyckade.
tr: %d başarıyla tamamlandı ve %d başarısız oldu.
uk: Закінчено: %d вдало та %d невдало.
zh_hans: 已完成。%d 成功，%d 失败。
zh_hant: 已成功 %d 個，失敗 %d 個

# alert.set_default.title
source: Setting IINA as Default App
af: IINA word as verstektoep ingestel
ar: تعيين IINA كتطبيق افتراضي
ca: Establir IINA com aplicació per defecte
cs: Nastavit IINA jako výchozí aplikaci
da: Sætter IINA som statndart program
de: IINA als Standardprogramm setzten
es: Establecer IINA como aplicación predeterminada
fi: IINA:n asettaminen oletussovellukseksi
fr: Définir IINA comme application par défaut
he: הגדרת IINA כאפליקציית ברירת המחדל
hi: डिफ़ॉल्ट ऐप के रूप में IINA की स्थापना
hr: Postavljanje programa IINA kao standardnog programa
hu: IINA beállítása alapértelmezettként
id: Tetapkan IINA sebagai Aplikasi Utama
it: Imposta IINA come applicazione predefinita
ja: IINAをデフォルトのアプリケーションに設定
ko: IINA를 기본 프로그램으로 설정
nl: Stel IINA in als standaardprogramma
pl: Ustaw IINA jako domyślą aplikację
pt_br: Definindo IINA como App padrão
pt_pt: Definir IINA como Aplicação Predefinida
ro: Setează IINA ca aplicație implicită
ru: Установка IINA приложением по умолчанию
sk: Nastaviť IINA ako predvolenú aplikáciu
sr_rs: Postavljanje aplikacije IINA kao podrazumevane
sv: Ställer in IINA som förvald app
tr: IINA'yı Saptanmış Uygulama Olarak Ayarla
uk: Встановлюю IINA як стандартну програму
zh_hans: 正在将 IINA 设为默认程序
zh_hant: 將 IINA 設為預設應用程式

# alert.sub_lang_not_set
source: Please set preferred subtitle languages in preferences before using OpenSubtitles. English(eng) will be used this time.
af: Stel asb. eers ’n voorkeuronderskriftaal in instellings voor OpenSubtitles gebruik word. Engels (‘eng’) sal nou gebruik word.
ar: الرجاء تعيين لغات الترجمة المفضلة في التفضيلات قبل استخدام الترجمات المفتوحة. سيتم استخدام اللغة الإنجليزية (eng) هذه المرة.
ca: Si us plau, estableix un idioma per defecte a les preferències abans d'utilitzar OpenSubtitles. Anglès(eng) serà utilitzat aquesta vegada.
cs: Před používáním OpenSubtitles nastavte preferovaný jazyk titulků. Tentokrát bude použita angličtina.
da: Venligst vælgt det fortrukne undertekstsprog i preferancer før du bruger opensubtitles. Engelsk vil blive brugt denne gang.
de: Bitte lege vor der Benutzung von OpenSubtitles die bevorzugte Untertitelsprache fest. „Englisch(eng)“ wird diesmal benutzt.
es: Por favor, configure el idioma predeterminado de los subtítulos en las preferencias antes de usar OpenSubtitles. Inglés(eng) se utilizará esta vez.
fi: Aseta ensisijaiset tekstityskielet asetuksissa ennen OpenSubtitles-palvelun käyttöä. Englantia (eng) käytetään tällä kertaa.
fr: Veuillez configurer une langue de sous-titres dans les préférences avant d'utiliser OpenSubtitles. L'anglais (eng) sera utilisé cette fois-ci.
he: אנא הגדר שפות כתוביות מועדפות בהגדרות לפני השימוש ב-OpenSubtitles. אנגלית (en) תשמש הפעם.
hi: OpenSubtitles का उपयोग करने से पहले वरीयताओं को पसंदीदा उपशीर्षक भाषाओं में सेट करें। इस बार अंग्रेजी (संलग्न) का उपयोग किया जाएगा।
hr: Postavi željene jezike titlova u postavkama prije korištenja web stranice OpenSubtitles. Ovaj put će se koristiti engleski (eng).
hu: Kérjük, az OpenSubtitles használata előtt állítsd be a kívánt feliratnyelvet a beállításokban. Ezúttal az angol (eng) nyelvet használjuk.
id: Mohon tetapkan bahasa terjemahan yang diinginkan pada setelan sebelum menggunakan OpenSubtitles. Saat ini Bahasa Inggris(eng) akan digunakan.
it: Imposta la lingua preferita per i sottotitoli nelle preferenze prima di utilizzare OpenSubtitles. Questa volta verrà utilizzato l'Inglese (eng).
ja: OpenSubtitlesを利用する前に、環境設定で字幕の優先言語を設定してください。今回は英語(eng)が使用されます。
ko: OpenSubtitles를 사용하기 전에 자막의 선호 언어를 설정하십시오. 지금은 영어(eng)를 사용합니다.
nl: Kies uw voorkeurstaal in Voorkeuren voordat u OpenSubtitles gebruikt. Standaard wordt enkel naar engels ('eng') gezocht.
pl: Przed użyciem OpenSubtitles ustaw preferowany język napisów w preferencjach. Angielski(eng) zostaną tym razem użyte.
pt_br: Por favor, selecione a linguagem preferida das legendas antes de usar o OpenSubtitles. Inglês(eng) será usado neste momento.
pt_pt: Por favor, defina os idiomas de legenda preferidos nas preferências antes de usar o OpenSubtitles. Inglês (eng) será usado desta vez.
ro: Te rog să specifici limba subtitrării preferată înainte de a utiliza OpenSubtitles. Engleză(eng) va fi utilizată de această dată.
ru: Перед использованием OpenSubtitles выберите в настройках предпочитаемый язык субтитров. Сейчас используется английский.
sk: Pred vyhľadávaním na OpenSubtitles nastavte v nastaveniach preferovaný jazyk titulkov. Teraz bude použitý jazyk English(eng).
sr_rs: Postavite željeni jezik titla u željenim postavkama pre nego korišćenja sajta OpenSubtitles. Ovog puta će se koristiti engleski jezik (eng).
sv: Vänligen välj föredraget undertextspråk i inställningar innan du använder OpenSubtitles. Engelska(eng) används denna gång.
tr: Lütfen OpenSubtitles'ı kullanmadan önce tercih ettiğiniz altyazı dilini tercihlerinize ekleyiniz. Bu sefer İngilizce (eng) kullanılacaktır.
uk: Будь ласка, встановіть у параметрах основну мову субтитрів, перед тим як використовувати opensubtitles. Зараз буде використано англійську (eng).
zh_hans: 请在使用 opensubtitles 之前设定字幕语言. 此次将会使用英语 (eng) 。 0.0.7 之后默认的字幕来源将会是 opensubtitles。如果您是中文用户，请在「偏好设置 > 字幕」中确认「字幕来源」为「shooter.cn」，以继续使用射手字幕。
zh_hant: 在使用 OpenSubtitles 前請先在「偏好設定」中設定字幕的偏好語言，目前將使用英文（eng）。

# alert.sub.cannot_login
source: Cannot login. Please check your username, password and network status. %@
af: Kan nie aanteken nie. Gaan u gebruikersnaam, wagwoord en netwerkstatus na. %@
ar: لا يمكن تسجيل الدخول. الرجاء التحقق من اسم المستخدم وكلمة المرور وحالة الشبكة. %@
ca: No s'ha pogut iniciar sessió. Si us play, verifica el teu nom d'usuari, la contrasenya i l'estat de la xarxa. %@
cs: Nelze se přihlásit. Zkontrolujte prosím uživatelské jméno, heslo a připojení k síti. %@
da: Kan ikke logge ind. Venligst tjek dit brugernavn, kodeord og netværksstatus. %@
de: Anmelden nicht möglich. Bitte überprüfe Benutzername, Passwort und Netzwerkverbindung. %@
es: No se puede iniciar sesión. Compruebe su nombre de usuario, contraseña, y el estado de la red. %@
fi: Kirjautuminen ei onnistu. Tarkista käyttäjänimesi, salasanasi ja verkon tila. %@
fr: Impossible de se connecter. Veuillez vérifier votre nom d'utilisateur, votre mot de passe et votre connexion Internet. %@
he: ההתחברות נכשלה. אנא בדוק את שם המשתמש, הסיסמה ומצב הרשת שלך. %@
hi: लॉग इन नहीं कर सकता। कृपया अपना उपयोगकर्ता नाम, पासवर्ड और नेटवर्क स्थिति जांचें। %@
hr: Neuspjela prijava. Provjeri svoje korisničko ime, lozinku i stanje mreže. %@
hu: Nem tudsz bejelentkezni. Kérjük, ellenőrizd a felhasználónevedet, jelszavadat és a hálózat állapotát. %@
id: Tidak bisa masuk. Harap periksa nama pengguna, kata sandi, dan status jaringan Anda. %@
it: Impossibile accedere. Controlla il tuo nome utente, la password e la connessione di rete. %@
ja: ログインできません。ユーザー名とパスワード、ネットワーク環境をご確認ください。 %@
ko: 로그인할 수 없습니다. 계정 이름과 암호, 네트워크 상태를 확인하십시오. %@
nl: Kan niet inloggen. Controleer je gebruikersnaam, wachtwoord en netwerkverbinding. %@
pl: Logowanie nie powiodło się. Sprawdź swoją nazwę użytkownika, hasło oraz stan sieci. %@
pt_br: Impossível logar. Verifique usuário, senha ou estado da rede. %@
pt_pt: Impossível iniciar sessão. Por favor verifique o seu nome de utilizador, palavra-passe e estado da rede. %@
ro: Nu se poate efectua login. Te rog verifică numele de utilizator, parola și starea rețelei. %@
ru: Не удалось выполнить вход. Проверьте имя пользователя, пароль и состояние сети. %@
sk: Nedá sa prihlásiť. Skontrolujte používateľské meno, heslo a stav siete. %@
sr_rs: Prijava nije moguća. Proverite korisničko ime, lozinku i status mreže %@
sv: Kan ej logga in. Vänligen kontrollera ditt användarnamn, lösenord och nätverksstatus. %@
tr: Giriş yapılamıyor. Lütfen kullanıcı adınızı, şifrenizi ve ağ durumunuzu kontrol edin. %@
uk: Не можу зайти. Будь ласка, перевірте ім'я, пароль та статус мережі. %@
zh_hans: 无法登录。请检查您的用户名、密码及网络状态。 %@
zh_hant: 登入失敗，請檢查您的使用者帳戶、密碼、網路連線。 %@

# alert.sub.cannot_save_passwd
source: Cannot save your password to Keychain: %@
af: Kan nie wagwoord in u Sleutelhouer bewaar nie: %@
ar: لا يمكن حفظ كلمة المرور الخاصة بك في سلسلة المفاتيح: %@
ca: No s'ha pogut desar la teva contrasenya en el Clauer: %@
cs: Nelze uložit vaše heslo do svazku klíčů: %@
da: Kan ikke gemme dit kodeord til nøglering: %@
de: Passwort konnte nicht im Schlüsselbund gesichert werden: „%@“.
es: No se puede guardar la contraseña en el Llavero: %@
fi: Salasanaasi ei voi tallentaa Avainnippuun: %@
fr: Impossible de sauvegarder le mot de passe dans votre trousseau d'accès : %@
he: שמירת הסיסמה למחזיק המפתחות נכשלה: %@
hi: किचेन में अपना पासवर्ड नहीं सहेज सकता: %@
hr: Neuspjelo spremanje tvoje lozinke u privjesak ključeva: %@
hu: Nem lehet elmenteni a jelszavat a Kulcskarikában: %@
id: Tidak dapat menyimpan kata sandi pada Keychain: %@
it: Impossibile salvare la password nel portachiavi: %@
ja: パスワードをキーチェーンに保存できません: %@
ko: 키체인에 암호를 저장할 수 없습니다: %@
nl: Kan je wachtwoord niet opslaan in Sleutelhanger: %@
pl: Nie można zapisać hasła do pęku kluczy: %@
pt_br: Não foi possível salvar a senha nas chaves do iCloud: %@
pt_pt: Não é possível guardar a palavra-passe no Porta-chaves: %@
ro: Nu se poate salva parola în Portchei: %@
ru: Не удалось сохранить пароль в Keychain: %@
sk: Heslo sa nedá uložiť do Kľúčenky: %@
sr_rs: Nije moguće sačuvati lozinku u Privezak ključeva: %@
sv: Kan ej spara ditt lösenord till nyckelring: %@
tr: Anahtar zincirinize şifrenizi kaydedemiyoruz: %@
uk: Не можу зберегти пароль у Ключарі: %@
zh_hans: 无法将密码保存到钥匙串：%@
zh_hant: 無法將您這個密碼「%@」儲存到鑰匙圈

# alert.sub.no_selected
source: Please select a downloaded subtitle first.
af: Kies asb. eers ’n afgelaaide onderskrif.
ar: الرجاء تحديد ترجمة تم تنزيلها أولاً.
ca: Si us plau, selecciona primer un dels subtítols baixats.
cs: Nejdříve vyberte stažené titulky.
da: Venligst vælg downloadet undertekst først.
de: Bitte wähle zuerst eine heruntergeladene Untertiteldatei aus.
es: Por favor, seleccione primero un subtítulo descargado.
fi: Valitse ensin ladatut tekstitykset.
fr: Veuillez d'abord sélectionner un sous-titre téléchargé.
he: אנא בחר תחילה כתוביות שהורדת.
hi: कृपया पहले डाउनलोड किए गए उपशीर्षक का चयन करें।
hr: Najprije odaberi preuzeti titl.
hu: Kérjük, először válassz ki egy letöltött feliratot.
id: Pilih terjemahan terunduh terlebih dahulu.
it: Seleziona prima un sottotitolo scaricato.
ja: ダウンロードした字幕を最初に選択してください。
ko: 다운로드된 자막을 선택하십시오.
nl: Selecteer eerst een gedownloade ondertiteling.
pl: Proszę najpierw wybrać pobrane napisy.
pt_br: Selecione uma legenda baixada primeiramente.
pt_pt: Por favor, seleccione uma legenda transferida primeiro.
ro: Inițial, selectează o subtitrare descărcată.
ru: Сначала выберите скачанные субтитры.
sk: Najprv vyberte stiahnuté titulky.
sr_rs: Najpre izaberite preuzeti titl.
sv: Vänligen välj en nedladdad undertext först.
tr: Lütfen önce indirdiğiniz altyazıyı seçin.
uk: Будь ласка, спочатку виберіть завантажені субтитри.
zh_hans: 请先选择一个已下载字幕。
zh_hant: 請先選取一個已下載的字幕檔

# alert.sub.save_downloaded.title
source: Save Downloaded Subtitle
af: Bewaar afgelaaide onderskrif
ar: حفظ الترجمة التي تم تنزيلها
ca: Desa els subtítols baixats
cs: Uložit stažené titulky
da: Gem Downloaded undertekster
de: Geladene Untertitel sichern
es: Guardar los subtítulos descargados
fi: Tallenna ladattu tekstitys
fr: Sauvegarder le sous-titre téléchargé
he: שמור כתוביות שהורדו
hi: डाउनलोड किए गए उपशीर्षक को सहेजें
hr: Spremi preuzeti titl
hu: Letöltött felirat mentése
id: Simpan Terjemahan Terunduh
it: Salva i sottotitoli scaricati
ja: ダウンロードした字幕を保存
ko: 다운로드된 자막 저장
nl: Sla gedownloade ondertiteling op
pl: Zapisz pobrane napisy
pt_br: Salvar Legenda Baixada
pt_pt: Guardar legenda transferida
ro: Salvează subtitrările descărcate
ru: Сохранить загруженные субтитры
sk: Uložiť stiahnuté titulky
sr_rs: Sačuvaj preuzeti titl
sv: Spara nedladdad undertext
tr: İndirilmiş Altyazıyı Kaydet
uk: Зберегти завантажені субтитри
zh_hans: 保存已下载字幕
zh_hant: 儲存已下載的字幕

# alert.title_error
source: Error
af: Fout
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
he: שגיאה
hi: त्रुटि
hr: Greška
hu: Hiba
id: Eror
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sr_rs: Grеška
sv: Fel
tr: Hata
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

# alert.title_info
source: Information
af: Inligting
ar: معلومات
ca: Informació
cs: Informace
es: Información
fi: Tietoja
he: מידע
hi: जानकारी
hr: Informacije
hu: Információ
id: Informasi
it: Informazione
ja: 情報
ko: 정보
nl: Informatie
pl: Informacja
pt_br: Informação
pt_pt: Informação
ro: Informație
ru: Информация
sk: Informácia
sr_rs: Informacije
tr: Bilgi
uk: Інформація
zh_hans: 提示
zh_hant: 資訊

# alert.title_warning
source: Warning
af: Waarskuwing
ar: تحذير
ca: Avís
cs: Varování
da: Advarsel
de: Warnung
es: Advertencia
fi: Varoitus
fr: Attention
he: אזהרה
hi: चेतावनी
hr: Upozorenje
hu: Figyelmeztetés
id: Peringatan
it: Attenzione
ja: 警告
ko: 주의
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Aviso
pt_pt: Aviso
ro: Avertizare
ru: Предупреждение
sk: Upozornenie
sr_rs: Upozorenje
sv: Varning
tr: Uyarı
uk: Застереження
zh_hans: 警告
zh_hant: 警告

# alert.unsupported_audio
source: Unsupported external audio file.
af: Onondersteunde eksterne oudiolêer.
ar: ملف صوت خارجي غير مدعوم.
ca: Fitxer d'àudio extern no compatible.
cs: Nepodporovaný externí zvukový soubor.
da: Ikke supporteret ekstern lydfil.
de: Externe Audiodatei nicht unterstützt.
es: Archivo de audio externo no compatible.
fi: Ulkoista äänitiedostoa ei tuettu.
fr: Fichier audio externe non supporté.
he: קובץ שמע חיצוני לא נתמך.
hi: असमर्थित बाहरी ऑडियो फ़ाइल।
hr: Nepodržana eksterna audio datoteka.
hu: Nem támogatott külsõ hang fájl.
id: File audio eksternal tidak didukung.
it: File audo esterno non supportato.
ja: 対応していない外部のオーディオファイルです。
ko: 지원되지 않는 외부 오디오 파일입니다.
nl: Het externe audiobestand wordt niet ondersteund.
pl: Nieobsługiwany zewnętrzny plik audio.
pt_br: Audio externo não suportado.
pt_pt: Ficheiro de áudio externo não suportado.
ro: Fișier audio extern neacceptat.
ru: Неподдерживаемая внешняя аудиодорожка.
sk: Nepodporovaný externý zvukový súbor.
sr_rs: Nepodržana spoljna zvučna datoteka.
sv: Den externa ljudfilen stöds ej.
tr: Desteklenmeyen dış ses dosyası.
uk: Непідтримуваний зовнішній аудіофайл.
zh_hans: 不支持的外置音频文件。
zh_hant: 不支援載入此音訊檔

# alert.unsupported_sub
source: Unsupported external subtitle.
af: Onondersteunde eksterne onderskrif.
ar: ملف ترجمه خارجي غير مدعوم.
ca: Subtítols no compatibles.
cs: Nepodporované externí titulky.
da: Ikke supporteret ekstern undertekster.
de: Externe Untertiteldatei nicht untersützt.
es: Subtítulo externo no compatible.
fi: Ulkoista tekstitystä ei tuettu.
fr: Fichier sous-titre externe non supporté.
he: הכתוביות החיצוניות לא נתמכות.
hi: असमर्थित बाहरी उपशीर्षक।
hr: Nepodržan eksterni titl.
hu: Nem támogatott külsõ felirat.
id: File terjemahan eksternal tidak didukung.
it: Sottotitoli esterni non supportati.
ja: 対応していない外部の字幕ファイルです。
ko: 지원되지 않는 자막 형식입니다.
nl: De externe ondertiteling wordt niet ondersteund.
pl: Nieobsługiwane zewnętrzne napisy.
pt_br: Legenda externa não suportada.
pt_pt: Legenda externa não suportada.
ro: Subtitrare externă neacceptată.
ru: Неподдерживаемые внешние субтитры.
sk: Nepodporované externé titulky.
sr_rs: Nepodržani spoljni titl.
sv: Den externa undertexten stöds ej.
tr: Desteklenmeyen dış altyazı.
uk: Непідтримувані зовнішні субтитри.
zh_hans: 不支持的外挂字幕。
zh_hant: 不支援載入此字幕檔

# alert.unsupported_url
source: Unsupported URL.
af: Onondersteunde bronadres.
ar: رابط غير مدعوم.
ca: Enllaç no compatible.
cs: Nepodporovaná URL.
da: Ikke supporteret URL.
de: Adresse nicht unterstützt.
es: URL no compatible.
fi: URL-osoitetta ei tuettu.
fr: URL non supportée.
he: כתובת לא נתמכת.
hi: असमर्थित यूआरएल।
hr: Nepodržana URL adresa.
hu: Nem támogatott URL.
id: URL tidak didukung.
it: URL non supportato.
ja: 対応していないURLです。
ko: 지원되지 않는 URL입니다.
nl: De URL wordt niet ondersteund.
pl: Nieobsługiwany adres URL.
pt_br: URL não suportada.
pt_pt: URL não suportado.
ro: URL neacceptat.
ru: Неподдерживаемый URL.
sk: Nepodporované URL.
sr_rs: Nepodržana URL adresa.
sv: URL:en stöds ej.
tr: Desteklenmeyen URL.
uk: Непідтримуваний URL.
zh_hans: 不支持的 URL。
zh_hant: 不支援這個 URL

# alert.wrong_url_format
source: Wrong URL format.
af: Verkeerde bronadresformaat.
ar: تنسيق عنوان URL خاطئ.
ca: Format d'enllaç erroni.
cs: Chybný formát URL.
da: Forkert URL format.
de: Falsches Adressformat.
es: Formato de URL incorrecto.
fi: Virheellinen URL-osoitteen muoto.
fr: Mauvais format d'URL.
he: פורמט כתובת אתר שגוי.
hi: गलत यूआरएल प्रारूप।
hr: Pogrešan format URL adrese.
hu: Hibás URL formátum.
id: Format URL salah.
it: Formato URL errato.
ja: URLの形式が間違っています。
ko: 잘못된 URL 형식입니다.
nl: Verkeerde URL-structuur.
pl: Nieprawidłowy format adresu URL.
pt_br: Formato errado de URL.
pt_pt: Formato do URL errado.
ro: Format URL greșit.
ru: Неверный формат URL.
sk: Zlý formát URL.
sr_rs: Pogrešan format URL adrese.
sv: Fel URL-format.
tr: Yanlış URL biçimi.
uk: Неправильний формат URL.
zh_hans: URL 格式错误。
zh_hant: URL 格式錯誤

# filter.audio_filters
source: Audio Filters
af: Oudiofilters
ar: عوامل تصيفية الصوت
ca: Filtres d'àudio
cs: Zvukové filtry
da: Lydfiltre
de: Audiofilter
es: Filtros de audio
fi: Äänisuodattimet
fr: Filtres audio
he: מסנני שמע
hi: ऑडियो फिल्टर
hr: Audio filtri
hu: Hangszűrők
id: Filter Audio
it: Filtri Audio
ja: オーディオフィルター一覧
ko: 오디오 필터
pl: Filtry audio
pt_br: Filtros de Audio
pt_pt: Filtros de Áudio
ro: Filtre audio
ru: Аудиофильтры
sk: Zvukové Filtre
sr_rs: Audio-filteri
sv: Ljudfilter
tr: Ses Filtreleri
uk: Аудіофільтри
zh_hans: 音频滤镜
zh_hant: 音訊濾鏡

# general.cancel
source: Cancel
af: Kanselleer
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sr_rs: Otkaži
sv: Avbryt
tr: Vazgeç
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# general.login
source: Login
af: Teken aan
ar: تسجيل الدخول
ca: Inicia la sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Connexion
he: התחברות
hi: लॉग इन
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
pl: Zaloguj się
pt_pt: Iniciar sessão
ro: Logare
ru: Войти
sk: Prihlásenie
sr_rs: Prijavi me
sv: Logga in
tr: Oturum Aç
uk: Увійти
zh_hans: 登录
zh_hant: 登入

# general.logout
source: Logout
af: Teken af
ar: تسجيل الخروج
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Déconnexion
he: התנתקות
hi: लोग आउट
hr: Odjava
hu: Kijelentkezés
id: Keluar
it: Disconnetti
ja: ログアウト
ko: 로그아웃
nl: Log uit
pl: Wyloguj
pt_br: Encerrar sessão
pt_pt: Terminar sessão
ro: Ieșire
ru: Выйти
sk: Odhlásenie
sr_rs: Odjavi me
sv: Logga ut
tr: Oturumu Kapat
uk: Вийти
zh_hans: 登出
zh_hant: 登出

# general.off
source: Off
af: Af
ar: إيقاف
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
es: Apagado
fi: Pois päältä
fr: Désactivé
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
ja: オフ
ko: 끄기
nl: Uit
pl: Wyłączono
pt_br: Desligar
pt_pt: Desligado
ro: Oprit
ru: Выкл
sk: Vypnuté
sr_rs: Isključeno
sv: Av
tr: Kapalı
uk: Вимкнути
zh_hans: 关
zh_hant: 關閉

# general.ok
source: OK
af: Goed
ar: حسناً
ca: D'acord
es: Aceptar
he: אישור
hi: ठीक
hr: U redu
ko: 승인
sr_rs: U redu
tr: Tamam
uk: ОК
zh_hans: 确认
zh_hant: 好

# general.on
source: On
af: Aan
ar: تشغيل
ca: Activat
cs: Zapnuto
da: Til
de: Ein
es: Activado
fi: Päällä
fr: Activé
he: מופעל
hi: चालू
hr: Uključeno
hu: Be
id: Nyala
ja: オン
ko: 켜기
nl: Aan
pl: Włączono
pt_br: Ligar
pt_pt: Ligado
ro: Pornit
ru: Вкл
sk: Zapnuté
sr_rs: Uključeno
sv: På
tr: Açık
uk: Увімкнути
zh_hans: 开
zh_hant: 開啟
